"The name of your computer " = "O nome do seu computador ";
"This computer’s local hostname " = "O nome do host local do seu computador ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = " já está em uso nesta rede. ";
"The name has been changed to " = "O nome foi alterado para ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Para alterar o nome do seu computador, abra as Preferências do Sistema e clique em Compartilhamento. Em seguida, digite o nome no campo Nome do Computador.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Para alterar o nome do host local, abra as Preferências do Sistema e clique em Compartilhamento. Em seguida, clique em Editar e digite o nome no campo Nome do Host Local.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Todas as tentativas de se encontrar um nome disponível adicionando-se um número ao nome também foram mal sucedidas.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Isso pode indicar um problema com a rede local. Informe o seu administrador de rede.";
